// for (
//   var task = [
//       "প্রতিদিন তোমার কাজ কি?",

//       "১) রাত ৮ টা বাজে মডিউল আনলক করো ",

//       "২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো",

//       "৩) ভিডিও দেখতে দেখতে নোটস নাও",

//       "৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো",

//       "৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো ",
//     ],
//     i = 0;
//   i <= 5;
//   i++
// ) {
//   console.log(task[i]);
// }



for (
  var task = [
      
      "১) রাত ৮ টা বাজে মডিউল আনলক করো ",
      
      "২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো",
      
      "৩) ভিডিও দেখতে দেখতে নোটস নাও",
      
      "৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো",
      
      "৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো ",
      
      "প্রতিদিন তোমার কাজ কি?",
    ],
    i = 5;
  i >= 0;
  i--
) {
  console.log(task[i]);
}



// var task = [
//     "প্রতিদিন তোমার কাজ কি?",
  
//     "১) রাত ৮ টা বাজে মডিউল আনলক করো ",
  
//     "২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো",
  
//     "৩) ভিডিও দেখতে দেখতে নোটস নাও",
  
//     "৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো",
  
//     "৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো ",
//   ];
//   var i = 0;
//   while (i >= 5) {
 
//     console.log(task[i]);
//     i++;
//   }


// var task = [
//     "প্রতিদিন তোমার কাজ কি?",
  
//     "১) রাত ৮ টা বাজে মডিউল আনলক করো ",
  
//     "২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো",
  
//     "৩) ভিডিও দেখতে দেখতে নোটস নাও",
  
//     "৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো",
  
//     "৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে জয়েন করো ",
//   ];
//   var i = 5;
//   while (i > 0) {
//     console.log(task[0]);
//     console.log(task[i]);
//     i--;
//   }
  
